// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Suoratulostus: asetukset";

NoSetTitle = "Suoratulostuksen asetuksia ei voida määrittää.";
NoSetMsg = "Tarkista, että tulostin on liitetty ja kytketty päälle, ja yritä uudelleen.";
UnknownValue = "Valitse…";

"Keep Current Settings" = "Säilytä nykyiset asetukset";

"US Letter" = "US Letter";
"A4" = "A4";
"Legal" = "Legal";
"Hagaki Card" = "Hagaki Card";
"Photo 4 x 6 in." = "Valokuva 4\" x 6\"";
"Photo 5 x 7 in." = "Valokuva 5\" x 7\"";
"Photo L" = "Valokuva L";
"Borderless Photo 4 x 6 in." = "Valokuva ilman reunoja, 4\" x 6\"";
"Borderless Hagaki Card" = "Hagaki Card ilman reunoja";
"Borderless Photo L" = "Valokuva L ilman reunoja";

"Plain Paper" = "Tavallinen paperi";
"Transparency" = "Kalvo";
"InkJet Paper" = "Mustesuihkupaperi";
"Photo Paper" = "Valokuvapaperi";
"Brochure Paper" = "Esitepaperi";

"Index" = "Hakemisto";
"2 x 3 in." = "2\" x 3\"";
"3 x 5 in." = "3\" x 5\"";
"4 x 6 in." = "4\" x 6\"";
"5 x 7 in." = "5\" x 7\"";
"6 x 8 in." = "6\" x 8\"";
"8 x 10 in." = "8\" x 10\"";
"60 x 80 mm" = "60 x 80 mm";
"Photo L (89 x 127 mm)" = "Valokuva L (89 x 127 mm)";
"Hagaki Card (100 x 148 mm)" = "Hagaki Card (100 x 148 mm)";
"130 x 180 mm" = "130 x 180 mm";
"90 x 130 mm" = "90 X 130 mm";
"100 x 150 mm" = "100 x 150 mm";
"150 x 210 mm" = "150 x 210 mm";
"200 x 250 mm" = "200 x 250 mm";

"Best" = "Paras";
"Normal" = "Normaali";
"Fast" = "Nopea";

TaskDescription = "Jos digitaalikamerasi tukee Digital Print Order Format (DPOF) -tekniikkaa, voit määrittää valokuvien tulostusasetukset kameran avulla.\n\nKun olet asettanut tulostimeen compact flash -kortin, joka sisältää DPOF-tiedostot, valitsemasi valokuvat tulostetaan automaattisesti käyttäen seuraavia asetuksia:";
MediaSizeLabel = "Paperikoko:";
MediaTypeLabel = "Paperityyppi:";
PrintQualityLabel = "Tulostuslaatu:";
PhotoSizeLabel = "Kuvan koko:";
TaskNote1 = "Huomautus: Näitä asetuksia käytetään myös, kun tulostustyöt lähetetään Personal Digital Assistant (PDA) -laitteelta.";
TaskNote2 = "Tulostettavan valokuvan on oltava pienempi tai yhtä suuri kuin valittu paperi.";
ApplyButtonTitle = "Ota käyttöön";
